add_client = """Для добавления лида заполните форму ниже.
Номер телефона должен состоять только из цифр, без пробелов, и начинаться на  +7, как в примере выше.
PS: СВОЙ НОМЕР ВВОДИТЬ НЕ НУЖНО!!!"""


main_text = """Здравствуйте👋🏻, это бот!🤖\n
Я помогаю начать работу, регистрирую рекламных агентов в системе <a href='https://www.dommarket-russia.ru/'>DomMarket</a>, принимаю номера Ваших клиентов, закрепляю их за агентами, передаю их в работу менеджерам и сообщаю Вам результаты переговоров с Вашим клиентом!\n
📍Разделы внутри:
🟢Передать клиента в работу
🟢Как начать работу с нами (Инструкции для рекламных агентов)👇
1️⃣Наша основная цель🎯
2️⃣Чем мы занимаемся🏠🏗
3️⃣Что от Вас требуется📱
4️⃣Как составить рекламное объявление🗒✍️
5️⃣Что делать если позвонил клиент☎️
6️⃣Как происходят выплаты💰\n\n
Если готовы к сотрудничеству, то создайте себе Имя Пользователя Telegram (см. Настройки Telegrаm), можете начинать работу. У вас появится 4 точки в квадрате справа снизу в чат-боте. Нажмите на них и появится меню взаимодействия.
❗️ВАЖНО:
Если у Вас не появилось меню взаимодействия, то просто перезапустите нашего бота (зайдите к нему в профиль и нажмите \"Остановить и блокировать\" и \"Перезапустить\\n"
Также подключайтесь к нашему Телеграм каналу <a href='https://t.me/dommarket_rus'>ссылка</a> , там много интересной и полезной информации о нашей работе"""


text_kb = """Наша основная цель:\n
Поиск клиентов на покупку или строительство домов🏡 Ростовской обл. и Воронежской обл. Только по ним!\n
📊📈Наша схема работы вкратце такова:\n
Размещаете свое рекламное объявление на Авито, соцсетях или на любых других досках объявлений по инструкции в этом чат-боте
➡️ждете отклики на него➡️регистрируйте номер Клиента в этом чат-боте➡️клиент отправляется в работу менеджерам
➡️в случае покупки Вашим клиентом нашей продукции Вы получаете свои комиссионные💰. 
В данной инструкции представлен самый простой способ поиска клиентов - подача бесплатных объявлений на Авито, соцсетях или любые другие рекламные площадки и способы для их привлечения.
🧑‍💻Техподдержка @DoMMarketSupport отвечает Вам с понедельника по пятницу с 10-00 до 18-00 по Московскому времени⏰\n
Суббота и воскресенье и праздничные дни - выходные.
-------------
📍Если у Вас останутся вопросы по работе после прочтения данной инструкции, то пишите
@DoMMarketSupport"""


text_kb_two = """🏡МЫ СТРОИМ ДОМА
ПОД КЛЮЧ🔑
"ДоММаркет" - Воплоти мечту о доме в реальность!\n
Мы - компания, существующая на рынке с 2019 года, ориентированная на предоставление качественных услуг, а именно - подберем проект дома, поможем с одобрением ипотеки и поиском участка, выберем аккредитованного подрядчика.
Более 4 лет мы строим готовые для постоянного проживания, долговечные, комфортные  и надежные дома из газоблока и кирпича. 
📍У КОМПАНИИ В СОБСТВЕННОСТИ\n
300+ УЧАСТКОВ ПОД СТРОИТЕЛЬСТВО ТИПОВЫХ ДОМОВ.\n
50+ ГОТОВЫХ К ПРОДАЖЕ\n
📍ПЕРЕДАЕМ ВСЕ ЗАЯВКИ НА СТРОИТЕЛЬСТВО ДОМОВ ИЗ ДРУГИХ МАТЕРИАЛОВ НАШИМ ПАРТНЕРАМ ДЛЯ ПОСЛЕДУЮЩЕЙ РЕАЛИЗАЦИИ .
 🏡🏡🏡🏡🏡🏡🏡🏡🏡🏡🏡🏡🏡"""


text_kb_three = """Все очень просто❗️
Ваш смартфон📱 и 15 минут времени.
Вам нужно создать свое уникальное рекламное объявление по инструкции из этого же чат-бота и опубликовать его на Авито и других сайтах объявлений из списка ниже и просто ждете отклики!👌 Клиенты сами Вам напишут.\n
Вот список рекомендуемых площадок:
Основная площадка, где у нас 90% клиентов - 
✅ <a href='https://Avito.ru'>Avito.ru</a>\n
Второстепенные площадки:\n
👉<a href='https://%F0%9F%91%89cian.ru'>cian.ru</a>  (бесплатное размещение )
👉 <a href='https://domclick.ru'>domclick.ru</a>
( бесплатное размещение )
👉 <a href='https://unibo.ru'>unibo.ru</a> (бесплатное размещение ) 
👉 <a href='https://edc.sale'>edc.sale</a> (бесплатное размещение ) 
👉Любые другие площадки которые вам известный.\n
❗️ Руководство по выкладке ❗️ <a href='https://drive.google.com/drive/folders/1jVtp_n4-swyWVZmId1AiRC2KYNvSrURj?usp=sharing'>Руководство</a>️
Так же можете воспользоваться сервисом турбо-сайтов 🚀
-Яндекса  direct.yandex.ru/constructor/
-Тинькофф www.tinkoff.ru/business/website-builder/\n
Чем больше объявлений, тем больше шансов, что потенциальный клиент оставит отклик ✔️или позвонит ☎️\n
Объявления - это лишь один способ поиска клиентов🔎."""
